/* card validator error message */
"Card not supported for payment" = "Card not supported for payment";

/* card validator error message */
"Card number is invalid" = "Card number is invalid";

/* card validator error message */
"Card number is required" = "Card number is required";

/* card validator error message */
"Card number must contain only digits" = "Card number must contain only digits";

/* card validator error message */
"Card’s expiration date is invalid" = "Card’s expiration date is invalid";

/* card validator error message */
"Expiry date is required" = "Expiry date is required";

/* card validator error message */
"Invalid card number" = "Invalid card number";

/* card validator error message */
"Invalid CVC / CVV" = "Invalid CVC / CVV";

/* card validator error message */
"Invalid expires date" = "Invalid expires date";

/* card validator error message */
"Invalid name on card" = "Invalid name on card";

/* card validator error message */
"Please enter your card name" = "Please enter your card name";

/* card validator error message */
"Security code is invalid" = "Security code is invalid";

/* card validator error message */
"Security code is required" = "Security code is required";

/* card validator error message */
"Security code must contain only digits" = "Security code must contain only digits";


/* CVC / CVV placeholder */
"CVC / CVV" = "CVC / CVV";

/* CVC title with card brand and last4 */
"Enter CVC/CVV for\n%@" = "Enter CVC/CVV for\n%@";

/* Pay now - pay button */
"Pay now" = "Pay now";

/* CVC title without card details */
"Enter CVC/CVV" = "Enter CVC/CVV";

/* total amount of payment session */
"Total %@" = "Total %@";
